---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowTriserGeom
source: html/e7763ed7-30da-35cc-30ca-bca04ced6038.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowTriserGeom Property

"Show Triser Geometry"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsDbgShowTriserGeom { get; }
```